[
  {
    "title": "Joseph John Slattery, Jr., CEO",
    "image": "JJSjr.jpg",
    "altText": "Headshot of Joseph John Slattery, Junior",
    "body": "Mr. Slattery has 50+ years experience providing investment and real estate related solutions to his clients and partners. His area of specialization is in business development, securing clients and investment partners and acquisition and disposition assignments, while providing ongoing client and partner relationship services. He has represented US corporations, religious organizations and high net worth individuals in the acquisition, disposition and relocation of their real estate assets."
  },
  {
    "title": "University",
    "body": "Mr. Slattery received his Bachelor of Arts degree in Business Administration from Georgia State University in Atlanta, Georgia. He held several leadership positions including President and Pledge Marshal of Sigma Nu Fraternity and Vice President of the Interfraternity Council Council."
  },
  {
    "title": "Career",
    "body": "While his education and business career began in Atlanta and from that platform included projects and assignments across all regions of the US, Europe and Australia. His initial career entry point was as a Representative of the New York Stock Exchange acting as an investment advisor to clients.Mr. Slattery then moved into the Real Estate / Development & Construction industry, where he was on teams that created world renowned projects for corporations, communities and sports-related ownerships, including the 6th District Federal Reserve Headquarters/Atlanta, Home Depot Headquarters/Atlanta, Coca-Cola Headquarters Expansion/Atlanta, Delta Air Lines Headquarters/Atlanta, IBM Corporation/ Southeastern Headquarters/Atlanta, Walt Disney World Headquarters/Orlando, Turner Broadcasting Headquarters/Atlanta, the Georgia Dome, and Philips Arena."
  },
  {
    "title": "Community",
    "body": "Mr. Slattery has been a member of the Atlanta Board of Commercial Realtors and a past board member of CREW Atlanta. While with CREW, he was on teams that raised funds for homeless women and children's causes and built Habitat for Humanity homes. Today, he is an active member of \"Yielded Ministries\" in his home community of Peachtree Corners (GA), assisting fellow citizens dealing with the many recurring cycles of community hardships. Mr. Slattery also serves as an advisory board member to \"A Blessing to the Nations\", a local Christian ministry with a global scope.\n\nHe is active in his community, volunteering many hours and personal resources annually to causes central to homelessness, poverty, unemployment, and education."
  }
]