[
  {
    "title": "Joseph John Slattery, Jr., CEO",
    "image": "JJSjr.jpg",
    "altText": "Headshot of Joseph John Slattery, Junior",
    "body": "Mr. Slattery has 50+ years of experience providing investment and real estate related solutions to his clients and partners. His areas of specialization are in business development, securing clients and investment partners for acquisition and disposition assignments, while providing ongoing client and partner relationship services. He has represented U.S. corporations, religious organizations, and high net worth individuals in the acquisition, disposition, development and relocation of their real estate assets."
  },
  {
    "title": "Career",
    "body": "Mr. Slattery's education and business career began in Atlanta and from that platform included projects and assignments across all regions of the U.S., Europe, and Australia. His initial career entry point was as a Representative of the New York Stock Exchange, acting as an investment advisor to clients. Mr. Slattery then moved into the Real Estate Development and Construction industry, where he was on teams that created world-renowned projects for corporations, communities, and sports-related ownerships. These projects include the 6th District Federal Reserve Headquarters (Atlanta), Home Depot Headquarters (Atlanta), Coca-Cola Headquarters expansion (Atlanta), Delta Air Lines Headquarters Complex (Atlanta), IBM Corporation's Southeastern Headquarters (Atlanta), Walt Disney World Headquarters (Orlando), CNN Center / Turner Broadcasting Headquarters (Atlanta), the Georgia Dome, and Philips Arena."
  },
  {
    "title": "University & Postgraduate",
    "body": "Mr. Slattery received his Bachelor of Arts degree in Business Administration from Georgia State University in Atlanta, Georgia. He held several leadership positions including President and Pledge Marshal of Sigma Nu Fraternity and Vice President of the Interfraternity Council. He participated in executive level postgraduate leadership classes at both University of Southern California Marshall School of Business and Kellogg School of Management at Northwestern University."
  },
  {
    "title": "Community",
    "body": "Mr. Slattery has been a member of the Atlanta Board of Commercial Realtors and a past board member of CREW Atlanta. While with CREW, he was on teams that raised funds for homeless women and children's causes and was on teams that built Habitat for Humanity homes. Today, he is an active member of \"Yielded Ministries\" in his home community of Peachtree Corners, Georgia, assisting fellow citizens dealing with the many recurring cycles of personal hardships. Mr. Slattery also serves as an advisory board member to \"A Blessing to the Nations\", a local Christian ministry with a global scope.\n\nHe is active in his community, volunteering many hours and personal resources annually to causes central to homelessness, poverty, unemployment, and education."
  }
]