[
  { "caption": "St. Mary's Sacred Heart Hospital",
    "title": "St. Mary's Sacred Heart Hospital\n\nLavonia, Georgia",
    "thumbnail": "St-Marys.jpg",
    "images": [],
    "description": "Roles: Business development, grants and land acquisitions, capital raising, capital partner relationship management. Full-service general acute care hospital located in Lavonia, Georgia. Originally Ty Cobb Regional Medical Center, purchased in 2015 by St. Mary's Health Care System (Athens, Georgia)."
  },
  { "caption": "Ty Cobb Physicians Center",
    "title": "Ty Cobb Physicians Center\n\nLavonia, Georgia",
    "thumbnail": "Ty-Cobb.jpg",
    "images": [],
    "description": "Roles: Business development, grant acquisitions, capital raising, capital partner relationship management, tenant leasing and building management. Two-story, 35,000 square foot medical office building in Lavonia, Georgia. Originally Ty Cobb Physicians Center, now part of St. Mary's Sacred Heart Hospital campus."
  },
  { "caption": "Clearview Physicians Center",
    "title": "Clearview Physicians Center\n\nMonroe, Georgia",
    "thumbnail": "Clearview.jpg",
    "images": [],
    "description": "Roles: Business development, capital raising, capital partner relationship management, tenant leasing and building management. Two-story, 38,000 square foot medical office building (MOB) in Monroe, Georgia. Part of the Piedmont Healthcare network (Atlanta, GA), the MOB is located at Piedmont Walton, originally named Clearview Regional Medical Center."
  },
  { "caption": "Villas at River Park",
    "title": "Villas at River Park / Residential Community Development\nJohns Creek, Georgia\n\nReal Estate Brokerage",
    "thumbnail": "Villas-River-Park.jpg",
    "images": ["Johns-Creek-1.jpg", "Johns-Creek-2.jpg", "Johns-Creek-3.jpg", "Johns-Creek-4.jpg"],
    "description": "Joseph Slattery Roles: Secured listing agreement with the seller; created disposition strategy; helped identify 17 North Atlanta developers for a private qualified offering purchase program; throughout the transaction process, helped to manage the seller and prospective buyer relationships through closing.\n\nVillas at River Park is a master planned community of 44 homes. The development site benefits from its frontage on Pleasant Hill Road (Gwinnett County) / State Bridge Road (North Fulton County) that links I-85 to Georgia 400 and the dynamic cities of Duluth and Alpharetta. Villas at River Park is a neighbor to the Atlanta Athletic Club and the national retailers Home Depot, Target, Whole Foods, Publix and multiple notable restaurants and specialty retailers. The project benefits from its close proximity to the Chattahoochee River Corridor and the many county and community recreational parks that serve both sides of the river.\n\nVillas at River Park housing options:\n\t26 Rear Entry Homes: 3-4 bedrooms / $589,900 to $599,000\n\t18 Front Entry Homes: 4 bedrooms / $634,900 to $649,900"
  }
]