[
  { "caption": "St. Mary's Sacred Heart Hospital",
    "title": "St. Mary's Sacred Heart Hospital\nLavonia, Georgia\nReal Estate Development",
    "thumbnail": "St-Marys.jpg",
    "images": ["St-Marys-Sacred-Heart-North.jpg", "St-Marys-Sacred-Heart-South.jpg"],
    "description": "•\t155,000 square foot, general acute care hospital on a 39-acre campus. The patients of the full-service hospital benefit from its 24/7 Emergency Department, Critical Care unit, 56 private inpatient rooms, 4 surgical suites, mother/baby unit, and a full Imaging Services Department.\n•\tOriginal Ownership: 80+ Northeast Georgia physicians and partners Joseph Slattery and Larry Unger.\n•\tCurrent Ownership: St. Mary's Health Care System (Athens, Georgia).\n•\tMr. Slattery Roles: Business development; 2 land acquisitions; Federal, State, County and community grants; capital raising; and capital partner relationship management."
  },
  { "caption": "Medical Campus District: Lavonia, GA",
    "title": "Medical Campus District\nClear Creek Investors, LLC\nLavonia, Georgia",
    "thumbnail": "MCD-Lavonia.jpg",
    "images": ["MCD-Lavonia-Aerial.jpg"],
    "description": "•\tApproximately 24.5 acres in the Medical Campus District.\n•\t 15,000 square foot multi-use warehouse / office building\n•\t This property is the front door to St. Mary's Sacred Heart Hospital\n•\t Property is dissected by a hospital parkway and benefits from a full complement of services and utilities."
  },
  { "caption": "Ty Cobb Physicians Center",
    "title": "Ty Cobb Physicians Center\nat St. Mary's Sacred Heart Hospital\nLavonia, Georgia",
    "thumbnail": "Ty-Cobb.jpg",
    "images": ["Ty-Cobb-Physicians-Center.jpg"],
    "description": "•\tPhysician Center 1 is a two-story, 35,000 square foot Medical Office Building (MOB).\n•\tJoseph Slattery Roles: Business development; 2 site and Federal, State, County, Community grant acquisitions; capital raising; capital partner relationship management; and tenant leasing and building management.\n•\tOriginally Ty Cobb Physicians Center, now part of St. Mary's Sacred Heart Hospital campus.\n•\tIndependent ownership remains, including 35 Northeast Georgia physicians and partners Joseph Slattery and Larry Unger."
  },
  { "caption": "Clearview Physicians Center",
    "title": "Clearview Physicians Center 1 and 2\nat Piedmont Walton Hospital\nMonroe, Georgia",
    "thumbnail": "Clearview.jpg",
    "images": ["Clearview-PC-Bldg1-1.jpg", "Clearview-PC-Bldg1-2.jpg", "Clearview-PC-Bldg2-1.jpg", "Clearview-PC-Bldg2-2.jpg", "Clearview-PC-Inside-1.jpg", "Clearview-PC-Inside-2.jpg", "Clearview-PC-Inside-3.jpg"],
    "description": "•\tTwo Medical Office Buildings (MOB) on the Piedmont Walton Hospital campus. Originally named Clearview Regional Medical Center, the hospital is now a part of the Piedmont Healthcare network (Atlanta, Georgia).\n•\tJoseph Slattery Roles: Business development; capital raising; capital partners relationship management; and tenant leasing and building management.\n•\tPhysician Center 1 is a two-story, 38,000 square foot MOB that houses multiple specialties, including Oncology, Cardiology, Orthopedics, ENT, and Physical Therapy, Pain and Spine Center, Wound Healing Center, Surgical Specialists, and Metabolic Center.\n•\tPhysician Center 2 is a single story, 20,000 square foot MOB located at the entrance to the hospital. Specialties include Dialysis and Urology, and offering both Urgent Care and Primary Care services. The Renal Infusion Center serves patients with chronic and acute renal disease. Ownership: several Northeast Georgia physicians and partners Joseph Slattery and Larry Unger."
  },
  { "caption": "Villas at River Park",
    "title": "Villas at River Park / Residential Community Development\nJohns Creek, Georgia\nReal Estate Brokerage",
    "thumbnail": "Villas-River-Park.jpg",
    "images": ["Johns-Creek-1.jpg", "Johns-Creek-2.jpg", "Johns-Creek-3.jpg", "Johns-Creek-4.jpg"],
    "video": "Johns-Creek.mp4",
    "description": "•\tJoseph Slattery Roles: Secured listing agreement with the seller; created disposition strategy; helped identify 17 North Atlanta developers for a private qualified offering purchase program; throughout the transaction process, helped to manage the seller and prospective buyer relationships through closing.\n•\tVillas at River Park is a master planned community of 44 homes. The development site benefits from its frontage on Pleasant Hill Road (Gwinnett County) / State Bridge Road (North Fulton County) that links I-85 to Georgia 400 and the dynamic cities of Duluth and Alpharetta.\n•\tVillas at River Park is a neighbor to the Atlanta Athletic Club and the national retailers Home Depot, Target, Whole Foods, Publix and multiple notable restaurants and specialty retailers. The project benefits from its close proximity to the Chattahoochee River Corridor and the many county and community recreational parks that serve both sides of the river.\n•\tVillas at River Park housing options:\n\t◦\t26 Rear Entry Homes: 3-4 bedrooms / $589,900 to $599,000\n\t◦\t18 Front Entry Homes: 4 bedrooms / $634,900 to $649,900"
  },
  { "caption": "Home Depot Headquarters",
    "title": "The Home Depot World Headquarters Campus\nAtlanta, Georgia",
    "thumbnail": "Home-Depot.jpg",
    "images": ["Home-Depot-HQ.jpg"],
    "description": "•\tBuildings 2 & 3\n•\tCorporate data center\n•\tMultiple large scale parking structures\n•\tCampus vehicle traffic enhancements"
  }
]